Repository: sergius02/QRit
Catalog: po/*.po
Languages: ru

source: QR codes creator
ru: Генератор QR-кодов

source: With QRit you can create custom QR codes!. You can change the background and foreground color to help you integrate them in any place.
ru: С помощью QRit вы можете создавать свои QR-коды! Вы можете менять их задний и передний фон, чтобы интегрировать их в любое место.

source: This application use the incredible qrencode.
ru: Это приложение использует невероятный qrencode

source: Normal variant
ru: Нормальный вариант

source: ✨ Use FileChooserNative to allow for tighter sandboxing
ru: ✨ Использовать FileChooserNative для ужесточения песочницы

source: 📦️ Flatpak packaging!
ru: 📦️ Поддержка Flatpak!

source: 🐛 Bug Fix
ru: 🐛 Исправления ошибок

source: 🌐 Added russian translate, thanks to Dmitry Logvinov (@logdimov)
ru: 🌐 Добавлен русский перевод, спасибо Дмитрию Логвинову (@logdimov)

source: Create QR from files
ru: Создавайте QR-коды из файлов

source: More output formats
ru: Больше форматов вывода

source: Create QR from file explorer context menu (in text plain files)
ru: Создание QR-кодов с помощью контекстного меню в проводнике (для текстовых файлов)

source: Create awesome QR codes with QRit!
ru: Создавайте потрясающие QR-коды с QRit!

source: QR codes generator
ru: Генератор QR-кодов

source: Utility;GTK;Network;Development;QR;
ru: Utility;GTK;Network;Development;QR;Утилиты;GTK;Сеть;Разработка;QR;QR-код;

source: Fork me on Github!
ru: Сделать форк на GitHub!

source: Use the text field above to create a new awesome QR code 🤖️
ru: Используйте текстовое поле выше, чтобы создать новый потрясающий QR-код 🤖️

source: Preview only available for PNG and SVG
ru: Превью доступно только для PNG и SVG

source: Awesome_QR
ru: Отличный_QR.png

source: Background
ru: Задний фон

source: Foreground
ru: Передний фон

source: QR color
ru: Цвет QR-кода

source: Copy QR
ru: Скопировать QR-код

source: Save QR
ru: Сохранить QR-код

source: You must enter a content to that QR!
ru: Вы должны ввести данные для создания QR-кода!

source: QR saved at your home directory
ru: QR-код сохранён в домашнюю директорию

source: Your QR is in your clipboard now!
ru: Ваш QR-код уже в буфере обмена!

source: Open
ru: Открыть

source: Cancel
ru: Отменить
